<?php
 // Filename: bg_BG.php
 // Author:

 $maintainer = 'Maxim Ivanov <m.ivanov2k@gmail.com>';

 $LANG = array (
  // Home
   // Empty website
   'no_data_a'                => 'Хей! Изглежда, че тук още няма публикации. Би ли искал ',
   'no_data_b'                => 'да си първият?',
   // Reporting
   'report_err_disabled'      => 'Докладването е деактивирано от създателя на сайта.',
   'report_button'            => 'Докладвай',
   // Posts
   'posted_by'                => 'Публикувано от ',
   // Commenting
   'comment_button_create'    => 'Коментирай',
   'comment_after_nick'       => 'каза...',
   // Images
   'alt_broken_image'         => 'Изображение',
   // Content loading status
   'is_loading'               => 'Зареждане...',
   'is_lastpage_a'            => 'Няма повече публикации за показване. Би ли искал ',
   'is_lastpage_b'            => ' да се върнеш обратно в началото на страницата?',
   'update_running'           => 'Нови публикации са на разположение!',
   'nojs_nocontent_a'         => 'Няма повече съдържание за показване.',
   'nojs_nocontent_b'         => 'Презареди?',
   'nojs_ro_alert_a'          => 'Виждаш тази версия само за четене на ', //website name
   'nojs_ro_alert_b'          => 'защото браузърът ти не поддържа Javascript.',
  // Metrics
   // Visits
   'visits'                   => 'Посещения',
  // Misc
   'langbadge'                => 'Език',
   'langbadge_hint'           => 'Кликни или натисни тук',
   'ui_loading'               => 'Зареждане...',
   'ui_nojs'                  => 'Няма Javascript? Натисни тук!',
   'server_lag'               => 'Изглежда, че на сървъра му трябва малко повече време от обичайното да обработи заявката, моля, изчакай.',
   'server_err'               => 'Невъзможност за обработка на заявката. Моля, опитай отново по-късно.',
   'rate_limited'             => 'Хей! Твърде бърз си за мен! Моля, опитай отново по-късно.',
   'rate_limited_sm'          => 'Лимитирано',
   'img_unreachable'          => 'Възникна невъзможност при зареждане на изображението от отдалечения сървър.',
   'ui_home'                  => 'Начало',
   'ui_goback_adv'            => 'Би ли искал да се върнеш обратно на главната страница?',
  // Forms
   // Comments
   'comment_content_label'    => 'Съдържание',
   // Posts
   'post_content_label'       => 'Публикувай съдържание',
   // Both
   'nick_label'               => 'Псевдоним (незадължително)',
   'image_url_label'          => 'Линк на изображение (незадължително)',
   'forms_button_submit'      => 'Публикувай',
   'forms_button_cancel'      => 'Отказ',
  // Footer
  'footer_credits_a'          => 'Базирано на Moodicial, написано от Facundo Montero чрез Bootstrap. Виж ',
  'footer_credits_insource'   => 'източника на този файл',
  'footer_credits_b'          => ' или разгледай ',
  'footer_credits_exsource'   => 'цeлият source код',
  // Installer
  'installer_no_db'           => 'Хей, изглежда, че си забравил да създадеш базата данни преди да започнеш да инсталираш сайта. Но не се чувствай зле, аз го направих за теб!',
  'installer_db_creation_ok'  => 'Успешно създадена база данни ',
  'installer_db_connecting'   => 'Свързване към сървъра с база данни...',
  'installer_db_connect_ok'   => 'Готово. Свързването е успешно!',
  'installer_db_err'          => 'Нещо се обърка, моля провери конфигурацията си в ',
  'installer_db_creating'     => 'Създаване на базата данни...',
  'installer_db_c_ctable'     => 'Създаване на таблицата с коментари...',
  'installer_db_c_ptable'     => 'Създаване на таблицата с публикации...',
  'installer_db_c_mtable'     => 'Създаване на таблицата с метрика...',
  'installer_db_c_table_ok'   => 'Създадена таблица ',
  'installer_metrics_visits'  => 'Създаване на брояча на посещения в ',
  'installer_metrics_ok'      => 'Успешно инициализирана таблицата за метрика.',
  'installer_success_a'       => 'Добра работа! Изглежда, че всичко работи ;). Би ли искал да ',
  'installer_success_b'       => 'изпробваш сайта си сега?',
  'installer_metrics_cleanup' => 'Премахнати всички отброявания от ',
  'installer_dl_extras'       => 'Сваляне на съдържание от трета страна.',
  'installer_dl_ok'           => 'Свалянето завърши, вече можеш да се отвържеш от интернет.',
  'installer_fol_mk'          => 'Създаване на директория за съдържанието от трета страна...',
  'installer_fol_ok_a'        => 'Успешно създадена ',
  'installer_fol_ok_b'        => ' папка.',
  // All
  'no_nick'                   => 'Анонимен',
  'time_seconds'              => ' секунди'
  // Errors
   // 403
   'err_403_a'                => 'Стой на място!',
   'err_403_b'                => 'Нямаш разрешение да посещаваш тази страница.',
   // 404
   'err_404_a'                => 'Не е намерено',
   'err_404_b'                => 'Съдържанието, което търсиш не можа да бъде намерено или е било изтрито.',
   // 500
   'err_500_a'                => 'М***а му, страницата се срина!',
   'err_500_b'                => 'Страницата не може да бъде показана, защото скриптът не успя да се зареди.',
   // 503
   'err_503_a'                => 'Заявката не можа да се обработи',
   'err_503_b'                => 'Ах... това е толкова жалко, но не мога да обработя заявката ти, защото сървърът е в процес на ремонт или е претоварен.'
 );
?>
